Repository: buidiemnhi/xverifysdk
Catalog: xverifysdk/Resources/*.lproj/Localizable.strings
Languages: vi

# put_iphone_near_chip
source: Put the iPhone near the eID card
vi: Để iPhone gần với thẻ chip CCCD

# login_to_eid
source: Login to eID card...
vi: Đăng nhập vào thẻ CCCD...

source: Read
vi: Đọc

# tag_not_valid
source: eID card not valid
vi: Thẻ chip CCCD không hợp lệ

# tag_more_than_one
source: There are more than one eID card near iPhone. Only one accept at a time.
vi: Có nhiều thẻ chip CCCD gần iPhone. Lưu ý chỉ đọc 1 lần 1 thẻ.

# tag_connection_error
source: Connecting error. Please try again.
vi: Kết nối không thành công. Xin hãy thử lại.

# tag_mrz_not_valid
source: MRZ is invalid
vi: MRZ không hợp lệ.

# tag_error
source: Error during reading eID card
vi: Xảy ra sự cố khi đọc thẻ.

# tag_error_try_again
source: Error during reading eID card. Please try again.
vi: Xảy ra sự cố khi đọc thẻ. Xin hãy thử lại.

# tag_success
source: eID card reading successfully.
vi: Thẻ đọc thành công
